-- phpMyAdmin SQL Dump
-- version 5.0.3
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-11-16 09:03:53
-- 伺服器版本： 10.4.14-MariaDB
-- PHP 版本： 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `project_dashboard`
--

-- --------------------------------------------------------

--
-- 資料表結構 `member`
--

CREATE TABLE `member` (
  `member_id` int(6) UNSIGNED NOT NULL,
  `member_name` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `member_account` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `member_email` varchar(80) COLLATE utf8mb4_unicode_ci NOT NULL,
  `member_password` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `member_phone` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `member_birthday` date NOT NULL,
  `member_gender` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `member_ex` int(3) DEFAULT NULL,
  `member_create_date` datetime DEFAULT NULL,
  `member_edit_date` datetime DEFAULT NULL,
  `valid` tinyint(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `member`
--

INSERT INTO `member` (`member_id`, `member_name`, `member_account`, `member_email`, `member_password`, `member_phone`, `member_birthday`, `member_gender`, `member_ex`, `member_create_date`, `member_edit_date`, `valid`) VALUES
(1, '張雅順', 'cherry60184', 'cherry60184@iii.com', 'cherry48106', '0912345678', '1992-07-31', '女', 0, '2020-11-08 00:00:00', '2020-11-13 10:59:28', 1),
(2, '許家一', 'abby90183', 'abby90183@iii.com', 'abby38109', '0926481031', '1973-08-01', '女', 5, '2020-12-30 00:00:00', '2021-01-07 00:00:00', 1),
(3, '劉樂妤', 'tina11111', 'tina12345@iii.com', 'tina54321', '0900000000', '1992-10-25', '男', 0, '2020-08-31 00:00:00', '2020-11-16 13:36:28', 1),
(4, '許珈紋', 'vivian91043', 'vivian91043@iii.com', 'vivian34019', '0981400694', '2000-04-27', '女', 0, '2020-12-30 00:00:00', '2021-01-07 00:00:00', 1),
(5, '王志吟', 'jacky821133', 'jacky821133@aaa.com', 'jacky331128', '0990115157', '1987-08-04', '男', 2, '2021-01-12 00:00:00', '2021-01-22 00:00:00', 1),
(6, '葉仁傑', 'tom684215', 'tom684215@iii.com', 'tom512486', '0912345683', '2003-08-06', '男', 1, '2020-09-10 00:00:00', '2020-09-14 00:00:00', 1),
(7, '游政哲', 'john123945', 'john123945@iii.com', 'john549321', '0960281068', '1991-02-13', '男', 0, '2020-09-26 00:00:00', '2020-09-27 00:00:00', 1),
(8, '張惠寶', 'amy62410', 'amy62410@iii.com', 'amy01426', '0912345685', '1992-11-19', '男', 4, '2020-11-04 00:00:00', '2020-11-10 00:00:00', 1),
(9, '高耿琪', 'claire61054', 'claire61058@iii.com', 'claire85016', '0961054810', '1985-02-09', '男', 0, '2020-10-13 00:00:00', '2020-11-14 11:54:12', 1),
(10, '祁怡如', 'cindy92222', 'cindy92125@iii.com', 'cindy52129', '0914129755', '1965-10-28', '女', 0, '2020-11-25 00:00:00', '2020-11-16 13:51:16', 1),
(11, '謝博文', 'csutea', 'csutea@iii.com', 'j65otpbrjr2b', '0924428655', '1991-06-14', '男', 0, '2020-10-20 00:00:00', '2020-11-02 00:00:00', 1),
(12, '吳嘉宏', 'bvidlerb', 'bvidlerb@iii.com', '2jzaesb4ccx', '0933869479', '1975-06-12', '男', 4, '2020-10-29 00:00:00', '2021-01-01 00:00:00', 1),
(13, '王婷婷', 'dbevarc', 'dbevarc@iii.com', 'rjuopk22uy', '0942112487', '1972-04-14', '女', 5, '2020-11-22 00:00:00', '2020-12-03 00:00:00', 1),
(14, '郭淑君', 'kgirald', 'kgirald@iii.com', '6ku70erpffor', '0972111475', '1990-07-04', '女', 2, '2020-11-22 00:00:00', '2020-12-03 00:00:00', 1),
(15, '郭松禎', 'kweatherleye', 'kweatherleye@iii.com', 'js4q6zm', '0943444129', '1972-04-27', '男', 1, '2020-10-05 00:00:00', '2020-11-13 00:00:00', 1),
(16, '楊永昀', 'blummusf', 'blummusf@iii.com', '3y7d5ay99h', '0960543440', '1990-01-17', '女', 3, '2020-10-20 00:00:00', '2020-11-14 00:00:00', 1),
(17, '童育如', 'mrobroseg', 'mrobroseg@iii.com', 'ybb8kwvv', '0917792961', '1989-11-30', '女', 0, '2020-11-17 00:00:00', '2020-12-30 00:00:00', 1),
(18, '陳淑軍', 'lschowenburgh', 'lschowenburgh@iii.com', '55kmgrstaqtc', '0936990723', '1994-04-18', '男', 0, '2020-11-11 00:00:00', '2020-12-05 00:00:00', 1),
(19, '徐雅惠', 'hyekeli', 'hyekeli@iii.com', 'ukgor7fgpohw', '0930503350', '1973-05-26', '女', 7, '2020-10-13 00:00:00', '2020-11-26 00:00:00', 1),
(20, '高美君', 'lcurnuckej', 'lcurnuckej@iii.com', 'lxjb9v', '0951034957', '1975-12-03', '女', 1, '2020-11-28 00:00:00', '2020-12-06 00:00:00', 1),
(21, '張思婷', 'bblevin0', 'bblevin0@netvibes.com', 'bblevin10', '0910773398', '1981-02-21', '男', 8, '2020-10-07 00:00:00', '2020-10-14 00:00:00', 1),
(22, '蔡依岳', 'erobrose1', 'erobrose1@amazon.co.uk', 'erobrose9', '0913175428', '1987-07-30', '女', 2, '2020-09-15 00:00:00', '2020-11-07 00:00:00', 1),
(23, '毛子傑', 'aweddell2', 'aweddell2@slate.com', 'aweddell8', '0968397431', '1993-05-13', '男', 1, '2020-02-21 00:00:00', '2020-04-21 00:00:00', 1),
(24, '劉惠珍', 'dberick3', 'dberick3@tumblr.com', 'dberick7', '0934121736', '1978-02-24', '男', 8, '2020-05-14 00:00:00', '2020-06-10 00:00:00', 1),
(25, '黃姿吟', 'alunbech4', 'alunbech4@behance.net', 'alunbech6', '0963205133', '1969-04-24', '女', 6, '2019-12-07 00:00:00', '2020-01-20 00:00:00', 1),
(26, '林欣雯', 'drickertsen5', 'drickertsen5@cbc.ca', 'drickertsen54', '0987146374', '1994-09-10', '女', 5, '2020-04-15 00:00:00', '2020-09-19 00:00:00', 1),
(27, '阮卓其', 'fconningham6', 'fconningham6@nifty.com', 'fconningham5', '0958295298', '1964-05-05', '男', 1, '2020-09-04 00:00:00', '2020-09-16 00:00:00', 1),
(28, '吳維哲', 'dclench7', 'dclench7@usda.gov', 'dclench3', '0927430276', '1975-10-28', '女', 3, '2020-05-31 00:00:00', '2020-06-25 00:00:00', 1),
(29, '張雅雯', 'sschaumaker8', 'sschaumaker8@mail.ru', 'sschaumaker2', '0956085755', '2001-02-23', '女', 0, '2020-08-07 00:00:00', '2020-08-28 00:00:00', 1),
(30, '林彥治', 'tbeardsall9', 'tbeardsall9@reuters.com', 'tbeardsall1', '0922130922', '1960-07-05', '女', 0, '2020-03-21 00:00:00', '2020-05-14 00:00:00', 1),
(31, '李元靈', 'Fionnula', 'fostler0@studiopress.com', 'Ostler', '0937389511', '1986-04-23', '女', 7, '2020-09-24 00:00:00', '2020-09-25 00:00:00', 1),
(32, '李千白', 'Wylie', 'wbrugman1@slashdot.org', 'Brugman', '0961115053', '1980-12-23', '男', 0, '2020-03-02 00:00:00', '2020-03-03 00:00:00', 1),
(33, '詹淑華', 'Kym', 'kmcneice2@studiopress.com', 'McNeice', '0918669877', '1985-04-06', '女', 4, '2020-06-01 00:00:00', '2020-06-02 00:00:00', 1),
(34, '陳行郁', 'Dimitri', 'dmcilwrick3@baidu.com', 'McIlwrick', '0937389514', '1974-03-29', '男', 3, '2020-01-16 00:00:00', '2020-07-19 00:00:00', 1),
(35, '黎俐勇', 'Noel', 'nleheude4@flickr.com', 'Leheude', '0926526621', '1989-10-03', '男', 2, '2020-07-03 00:00:00', '2020-10-03 00:00:00', 1),
(36, '郭佩樺', 'Nikolia', 'ndimont5@time.com', 'Dimont', '0937389516', '1999-08-06', '女', 5, '2020-01-24 00:00:00', '2020-02-24 00:00:00', 1),
(37, '楊姿瑩', 'Sophronia', 'sconnor6@chron.com', 'Connor', '0954973849', '1975-05-07', '女', 8, '2020-04-09 00:00:00', '2020-04-08 00:00:00', 1),
(38, '蔡建宏', 'Kit', 'kgossart7@yolasite.com', 'Gossart', '0932252271', '1987-07-06', '男', 0, '2020-05-15 00:00:00', '2020-05-15 00:00:00', 1),
(39, '陳建志', 'Halsy', 'hruter8@hao123.com', 'Ruter', '0937389519', '1983-04-08', '男', 8, '2020-03-22 00:00:00', '2020-03-22 00:00:00', 1),
(40, '林志鴻', 'Tiffani', 'tradloff9@sciencedaily.com', 'Radloff', '0927729897', '1976-08-29', '女', 8, '2020-10-11 00:00:00', '2020-10-17 00:00:00', 1),
(41, '張孟君', 'Joni', 'jboddicea@linkedin.com', 'Boddice', '0916613061', '1994-10-05', '女', 3, '2020-07-11 00:00:00', '2020-07-11 00:00:00', 1),
(42, '李冠妃', 'Blythe', 'bkulicb@answers.com', 'Kulic', '0937389522', '1992-02-28', '女', 2, '2020-07-06 00:00:00', '2020-07-06 00:00:00', 1),
(43, '陳啟亮', 'Welby', 'wsmithiesc@time.com', 'Smithies', '0929467822', '1973-10-05', '男', 5, '2020-10-06 00:00:00', '2020-10-06 00:00:00', 1),
(44, '吳美惠', 'Cecelia', 'cantonsend@wix.com', 'Antonsen', '0920399065', '1980-07-22', '女', 7, '2020-05-14 00:00:00', '2020-05-19 00:00:00', 1),
(45, '彭婕妤', 'Rozanne', 'rmoncke@house.gov', 'Monck', '0924843971', '1987-06-29', '女', 0, '2020-06-07 00:00:00', '2020-06-07 00:00:00', 1),
(46, '黃致遠', 'Karlan', 'kmotherwellf@japanpost.jp', 'Motherwell', '0972888060', '1979-06-17', '男', 4, '2020-06-20 00:00:00', '2020-06-20 00:00:00', 1),
(47, '謝文軍', 'Cassie', 'cwarloweg@clickbank.net', 'Warlowe', '0937389527', '1975-07-17', '男', 3, '2020-07-19 00:00:00', '2020-07-19 00:00:00', 1),
(48, '李吟佳', 'Denna', 'dericssenh@google.com', 'Ericssen', '0935303170', '1999-11-09', '女', 2, '2020-03-02 00:00:00', '2020-03-02 00:00:00', 1),
(49, '陳信潔', 'Marysa', 'mdonsoni@t.co', 'Donson', '0937389529', '1996-11-01', '女', 5, '2020-05-20 00:00:00', '2020-05-28 00:00:00', 1),
(50, '陳怡如', 'Alejandrina', 'ahubj@taobao.com', 'Hub', '0922615597', '1970-12-03', '女', 7, '2020-07-14 00:00:00', '2020-07-18 00:00:00', 1),
(51, '李靜芳', 'mduiged1e', 'mduiged1e@iii.com', 'v7pjzdfyywm', '0974423461', '1980-11-05', '女', 2, '2020-09-16 00:00:00', '2021-02-23 00:00:00', 1),
(52, '高婉君', 'cmenhenitt1f', 'cmenhenitt1f@iii.com', 'ubfk4jhh24u', '0956698250', '1986-02-17', '女', 2, '2020-10-09 00:00:00', '2021-01-17 00:00:00', 1),
(53, '陳紋軒', 'lmillichip1g', 'lmillichip1g@iii.com', 'r6gzqn', '0937371308', '1982-07-26', '女', 0, '2020-11-09 00:00:00', '2021-01-11 00:00:00', 1),
(54, '李皓勳', 'wkrystof1h', 'wkrystof1h@iii.com', 'mctt5kvzjj', '0996448365', '1996-01-20', '男', 4, '2020-11-23 00:00:00', '2021-01-20 00:00:00', 1),
(55, '鄭冠伶', 'jgrabham1i', 'jgrabham1i@iii.com', 'kgj4ssz73a', '0980540871', '1994-09-01', '女', 8, '2020-11-28 00:00:00', '2021-01-27 00:00:00', 1),
(56, '馮政哲', 'aannes1j', 'aannes1j@iii.com', '2o19uso', '0962545522', '1995-12-25', '男', 8, '2020-10-12 00:00:00', '2021-02-25 00:00:00', 1),
(57, '陳欣芬', 'jelphee1k', 'jelphee1k@iii.com', 'b13ybraknr', '0947660773', '1992-12-30', '女', 0, '2020-10-06 00:00:00', '2020-12-07 00:00:00', 1),
(58, '許以法', 'bwallentin1l', 'bwallentin1l@iii.com', '3z28iapp', '0971514515', '1994-09-12', '女', 0, '2020-09-29 00:00:00', '2021-01-07 00:00:00', 1),
(59, '蔡志易', 'cdufoure1m', 'cdufoure1m@iii.com', 'qzz19th8n', '0953266002', '1987-04-09', '男', 5, '2020-11-08 00:00:00', '2020-12-24 00:00:00', 1),
(60, '張筱婷', 'bpoate1n', 'bpoate1n@iii.com', 'cfu3gsf06ua', '0981308585', '1976-11-06', '女', 2, '2020-10-21 00:00:00', '2020-12-12 00:00:00', 1),
(61, '王裕勝', 'prodolfi0', 'prodolfi0@iii.com', 'bok6we', '0984396102', '1990-10-22', '男', 3, '2020-11-21 00:00:00', '2021-01-30 00:00:00', 1),
(62, '吳宗憲', 'hlemarquis1', 'hlemarquis1@iii.com', 'xdgmwl45f2s', '0953497829', '1978-10-11', '男', 1, '2020-10-22 00:00:00', '2021-02-09 00:00:00', 1),
(63, '姚元浩', 'bkilmaster2', 'bkilmaster2@iii.com', '9v0tzumc', '0959845183', '1981-04-23', '男', 1, '2020-11-03 00:00:00', '2021-01-14 00:00:00', 1),
(64, '王興玲', 'scaulwell3', 'scaulwell3@iii.com', 'mqodsm4rm', '0956101630', '1985-09-02', '女', 2, '2020-10-19 00:00:00', '2020-12-10 00:00:00', 1),
(65, '林依晨', 'fjull4', 'fjull4@iii.com', 'jjnxjji2', '0953849713', '1978-09-20', '男', 1, '2020-09-23 00:00:00', '2021-01-16 00:00:00', 1),
(66, '郭品超', 'mtheuff5', 'mtheuff5@iii.com', 'xesszllp', '0976196685', '1986-08-13', '男', 4, '2020-09-11 00:00:00', '2021-01-07 00:00:00', 1),
(67, '周杰倫', 'lvanderhoog6', 'lvanderhoog6@iii.com', 'udy2la8xmo', '0989809903', '1983-07-17', '男', 3, '2020-10-11 00:00:00', '2021-01-21 00:00:00', 1),
(68, '林志玲', 'uwetherhead7', 'uwetherhead7@iii.com', 'ud5eoj', '0991657697', '1986-03-12', '女', 2, '2020-10-17 00:00:00', '2021-02-05 00:00:00', 1),
(69, '姚書香', 'lclemencet8', 'lclemencet8@iii.com', 'fqz3rlcpcoj', '0964517516', '1979-01-14', '女', 2, '2020-09-19 00:00:00', '2021-02-12 00:00:00', 1),
(70, '孫協志', 'wcanto9', 'wcanto9@iii.com', 'ochpphorfpv7', '0907268162', '1986-04-21', '男', 1, '2020-10-02 00:00:00', '2021-01-31 00:00:00', 1),
(71, '陳美冷', 'mdufaura', 'mdufaura@iii.com', 'ybs113lmw1b', '0991690203', '1988-02-24', '男', 1, '2020-10-26 00:00:00', '2020-12-22 00:00:00', 1),
(72, '王仁甫', 'gmessierb', 'gmessierb@iii.com', 'hslmcwg', '0953628761', '1987-12-20', '男', 1, '2020-10-22 00:00:00', '2020-12-17 00:00:00', 1),
(73, '李文棋', 'alunbetyhn', 'alunbech4@behance.net', 'alunxcvh6', '0963205195', '1969-04-25', '女', 4, '2019-12-08 00:00:00', '2021-01-21 00:00:00', 1),
(74, '王子麵', 'drickertssfs', 'drickertxcv5@cbc.ca', 'drickxcvxsen54', '0987146375', '1994-09-11', '女', 4, '2020-04-16 00:00:00', '2020-09-20 00:00:00', 1),
(75, '王品文', 'fconninghsdf', 'fconninxcvxm6@nifty.com', 'fconnxhcvam5', '0958295299', '1964-05-03', '男', 2, '2020-09-05 00:00:00', '2020-09-16 00:00:00', 1),
(76, '張孝全', 'dclensdf', 'dcxcvch7@usda.gov', 'dclench3', '0927430277', '1975-10-29', '女', 4, '2020-05-30 00:00:00', '2020-06-26 00:00:00', 1),
(77, '溫子仁', 'sschaumakesdffs', 'sschaxcvxaker8@mail.ru', 'sschauxcvker2', '0956085756', '2001-02-24', '女', 1, '2020-08-08 00:00:00', '2020-08-29 00:00:00', 1),
(78, '溫子平', 'tbeardssdv', 'tbexcvsall9@reuters.com', 'tbeaxcvxall1', '0922130923', '1960-07-06', '女', 0, '2020-03-22 00:00:00', '2020-05-15 00:00:00', 1),
(79, '官振揚', 'Fionnsdvsd', 'foxcvxer0@studiopress.com', 'Oxcxvxr', '0937389512', '1986-04-25', '女', 2, '2020-09-25 00:00:00', '2020-09-26 00:00:00', 1),
(80, '陳詩婷', 'Wylsdv', 'wbruxcxvan1@slashdot.org', 'Bxcvxgman', '0961115054', '1980-12-24', '男', 0, '2020-03-03 00:00:00', '2020-03-04 00:00:00', 1),
(81, '連立宇', 'acranfield0', 'qwerrtyjj@yahoo.com', 'cpJhz0T88', '0958358023', '1974-09-12', '男', 0, '2018-11-15 00:00:00', '2019-04-16 00:00:00', 1),
(82, '林玟', 'jcoultas1', 'zxccvbbnn@gmail.com', '	uiK24xgC235', '0981824022', '1978-06-28', '女', 0, '2018-04-17 00:00:00', '2019-07-01 00:00:00', 1),
(83, '蔡智谷', 'qmilleton2', 'ploikmii@edu.tw', '70urLpIeAI', '0912964111', '1976-09-21', '男', 4, '2018-04-03 00:00:00', '2019-03-30 00:00:00', 1),
(84, '張明州', 'mdellorto3', 'eyny45894@sfgate.com', 'gljM1MJfYF56', '0962381354', '1991-04-13', '男', 2, '2019-06-11 00:00:00', '2019-08-31 00:00:00', 1),
(85, '李育華', 'broose4', 'howson22@liveinternet.ru', 'An4hGTv789', '0982501763', '1985-11-07', '男', 2, '2016-09-22 00:00:00', '2018-12-12 00:00:00', 1),
(86, '黃文洋', 'fladson9', 'kasdfghj@msu.edu', '	GpPgkfK8666', '0911315115', '1996-08-14', '男', 0, '2016-04-16 00:00:00', '2019-03-22 00:00:00', 1),
(87, '駱雅雯', '	ctremellinga', '	cworthingtond@ebay.com', '	qX9FLLTs', '0925058642', '2001-07-18', '女', 4, '2018-11-14 00:00:00', '2019-10-30 00:00:00', 1),
(88, '藍俊杰', 'mglowaczd', 'mshinfield9@comsenz.com', '	SrXDgkddeK9', '0919318024', '1984-10-06', '男', 2, '2017-03-01 00:00:00', '2019-01-29 00:00:00', 1),
(89, '韓旭', 'ckiffesvs6', 'bmeina@ed.gov', '	ch8oQG1', '0909650486', '1985-06-06', '男', 8, '2018-05-09 00:00:00', '2019-04-20 00:00:00', 1),
(90, '楊佑榮', 'mgjerdee666', '	alobliec@cnbc.com', '	C1JTvGQrpC', '0995727083', '1968-02-15', '男', 4, '2018-07-10 00:00:00', '2019-03-20 00:00:00', 1),
(91, '張湘婷', 'cruffell8', '	fneathwaye@live.com', 'WMZvrHx1111', '0961207760', '1994-04-28', '女', 3, '2017-10-18 00:00:00', '2019-02-05 00:00:00', 1),
(92, '林育利', 'wsvanini5', 'fbroom7@msu.edu', '	7dopJS555', '0937046415', '1987-09-26', '男', 3, '2019-02-21 00:00:00', '2019-10-09 00:00:00', 1),
(93, '袁賢', '	kgraben1', 'crozzell6@com.com', '	xh5GTfmdZ', '0964091067', '1991-02-18', '男', 3, '2018-08-07 00:00:00', '2019-05-18 00:00:00', 1),
(94, '李鳳恒', '	atudbalde', '	eavieson4@sfgate.com', '	gVXyKhR1i2FD', '0946454796', '1982-12-04', '女', 0, '2018-05-20 00:00:00', '2019-01-29 00:00:00', 1),
(95, '陳政', '	vallcorn8', 'ebritney3@abc.net.au', '23UkDYC34G', '0944580216', '1983-09-07', '男', 8, '2016-02-04 00:00:00', '2019-06-11 00:00:00', 1),
(96, '陳力潔', 'cgoodreid8', 'glohrensen8@infoseek.co.jp', 'P5t9yJnVdiT', '0905186327', '1981-05-05', '女', 0, '2016-02-16 00:00:00', '2019-03-08 00:00:00', 1),
(97, '高雲妃', '	apatterson9', 'trickaert5@cnn.com', '1RPlk966', '0951561651', '1971-05-20', '女', 5, '2017-02-18 00:00:00', '2018-11-28 00:00:00', 0),
(98, '鄭怡均', '	nluisettia', '	ageorgeou1@blogger.com', '	wiWNnLT4h', '0951616111', '1988-02-10', '女', 4, '2019-02-10 00:00:00', '2019-07-05 00:00:00', 0),
(99, '李婉孜', '	zsurgeonc', 'mtwelvetree0@columbia.edu', '	hqtgzMllvOgD99', '0988885236', '1983-09-20', '女', 3, '2017-05-16 00:00:00', '2018-11-10 00:00:00', 0),
(100, '王昱宏', 'pmccafferkyb', 'hsnowsill2@liveinternet.ru', '02Kh0ftCwc9YHT', '09798949411', '1951-09-07', '男', 3, '2018-08-18 00:00:00', '2019-11-05 00:00:00', 0),
(101, '李詩婷', 'vickovicz0', 'vickovicz0@iii.com', 'cy6qznz', '0962359970', '1988-11-23', '女', 1, '2020-10-27 00:00:00', NULL, 0),
(102, '詹婉婷', 'mmackeeg1', 'mmackeeg1@iii.com', 'm3njgyj0ytv', '0997095181', '1978-10-02', '女', 2, '2020-10-27 00:00:00', NULL, 0),
(103, '刁雅婷', 'loquirk2', 'loquirk2@iii.com', 'nsr4x0', '0980619236', '1991-03-14', '男', 1, '2020-11-11 00:00:00', NULL, 0),
(104, '李志峰', 'dcoster3', 'dcoster3@iii.com', 'umtc44s9qg', '0954102985', '1997-02-15', '男', 1, '2020-11-11 00:00:00', NULL, 0),
(105, '丁佳燕', 'uhanes4', 'uhanes4@iii.com', 'y9zbbe', '0923088106', '1983-05-20', '男', 2, '2020-11-11 00:00:00', NULL, 0);

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`member_id`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `member`
--
ALTER TABLE `member`
  MODIFY `member_id` int(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=130;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
